-- phpMyAdmin SQL Dump
-- version 5.0.1
-- https://www.phpmyadmin.net/
--
-- ホスト: 127.0.0.1
-- 生成日時: 2020-03-20 03:23:04
-- サーバのバージョン： 10.4.11-MariaDB
-- PHP のバージョン: 7.4.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- データベース: `laravel_test`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `sentences`
--

CREATE TABLE `sentences` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `translation` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `sentence` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `word` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `class1` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `translate1` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `class2` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `translate2` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `level` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `important` tinyint(1) NOT NULL,
  `source` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- テーブルのデータのダンプ `sentences`
--

INSERT INTO `sentences` (`id`, `translation`, `sentence`, `word`, `class1`, `translate1`, `class2`, `translate2`, `level`, `important`, `source`, `created_at`, `updated_at`) VALUES
(1, 'とにかくやってみよう。', 'Let\'s try a___.', 'anyway', '副詞', 'とにかく', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(2, 'スピーチに続いて、夕食をとった。', 'F___ the speech, we had dinner.', 'following', '前置詞', '～に続いて', '形容詞', '次の、以下の', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(3, '地図を参照してください。', 'Please r___ to the map.', 'refer', '動詞', '参照する、言及する、（人を）紹介する', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(4, 'チケットはオンラインで入手可能です。', 'Tickets are a___ online.', 'available', '形容詞', '入手できる、利用できる、購入できる、手が空いている', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(5, '営業部', 'the sales d___.', 'department', '名詞', '部門、売り場', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(6, '大きな会議室', 'a large c___ room.', 'conference', '名詞', '会議', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(7, 'メールによると', 'a___ to the e-mail', 'according', '前置詞', '～によると、～に従って', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(8, 'この事業は成功の見込みがある', 'The project is l___ to be a success.', 'likely', '副詞', 'おそらく', '形容詞', '～しそうだ', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(9, '男性は何をすることを申し出ていますか。', 'What does the man o___ to do?', 'offer', '動詞', '申し出る、提供する', '名詞', '申し出、オファー', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(10, '新しいオフィス機器', 'new office e___', 'equipment', '名詞', '機器、装備', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(11, 'あなたのメールアドレスを提供してください。', 'Please p___ me with your e-mail address.', 'provide', '動詞', '提供する', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(12, '地元の会社', 'l___ business', 'local', '形容詞', '地元の', '名詞', '地元の人', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(13, 'チケットを購入する', 'p___ tickets', 'purchase', '動詞', '購入する', '名詞', '購入品', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(14, '仕事の空き', 'a job o___', 'opening', '名詞', '空き、開店', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(15, '建設プロジェクト', 'c___ project', 'construction', '名詞', '建設', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(16, '工場を見学している間', 'while t___ing the factory', 'tour', '動詞', '見学する、旅行する', '名詞', '見学、旅行', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(17, '市場調査', 'market r___', 'research', '名詞', '研究、調査', '動詞', '研究する、調査する', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(18, '会議に出席する', 'a___ a meeting', 'attend', '動詞', '出席する、参加する', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(19, '配達日を変更する', 'change a d___ date', 'delivery', '名詞', '配達（物）', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(20, '私は最近プリンターを買った。', 'I r___ bought a printer.', 'recently', '副詞', '最近', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(21, '加藤さんについて何が示されていますか。', 'What is i___d about Mr.Kato?', 'indicate', '動詞', '示す', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(22, 'ホテルの従業員', 'an e___ of a hotel', 'employee', '名詞', '社員、従業員', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(23, '追加のスタッフを要請する', 'request a___ staff', 'additional', '形容詞', '追加の', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(24, '顧客アンケート調査', 'a customer s___', 'survey', '名詞', 'アンケート調査', '動詞', 'アンケート調査を行う', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(25, '報告書に目を通す', 'r___ a report', 'review', '動詞', '検討する、論評する', '名詞', '検討、論評', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(26, '生産エリア', 'the p___ area', 'production', '名詞', '生産、作品', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(27, '地下鉄の駅近くの便利な場所にある', 'conveniently l___ near a subway station', 'located', '形容詞', '位置して', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(28, '計画の詳細', 'd___s of a plan', 'detail', '名詞', '詳細', '動詞', '詳しく述べる', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(29, '入賞者を発表する', 'a___ the winners', 'announce', '動詞', '発表する', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(30, 'コンピュータの修理店', 'a computer r___ shop', 'repair', '名詞', '修理', '動詞', '修理する', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(31, '売上の増加', 'an i___ in sales', 'increase', '名詞', '増加', '動詞', '増やす、増える', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(32, '用紙に含まれていないのは何ですか。', 'What is not i___ in the form?', 'include', '動詞', '含む', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(33, '広告キャンペーン', 'an a___ campaign', 'advertising', '名詞', '広告（業）、宣伝（活動）', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(34, 'そのサービスには50ドルを請求します。', 'We c___ $50 for the service.', 'charge', '動詞', '請求する', '名詞', '料金、責任', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(35, '加藤さんは明日到着する予定だ。', 'Mr. Kato is e___ed to arrive tomorrow.', 'expect', '動詞', '予期する、予定する', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(36, '家族経営の会社', 'a family-owned f___', 'firm', '名詞', '会社', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(37, '顧客を訪問する', 'visit a c___', 'client', '名詞', '顧客、クライアント', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(38, '政府からのお金の支援', 'f___ support from the goverment', 'financial', '名詞', 'お金の、財務の、金融の', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(39, '年次報告書', 'an a___ report', 'annual', '形容詞', '年に一度の、毎年恒例の、年間の', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(40, 'オンラインの支払いをする', 'make an online p___', 'payment', '名詞', '支払い', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(41, '今年の予算', 'this year\'s b___', 'budget', '名詞', '予算', '動詞', '予算に計上する', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(42, '応募書類に記入する', 'fill out an a___', 'application', '名詞', '応募書類、応募、申請', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(43, '契約に署名する前に', 'before signing a c___', 'contract', '名詞', '契約（書）', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(44, '経営セミナー', 'a m___ seminer', 'management', '名詞', '経営（陣）、管理', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(45, '従業員の成績', 'an employee\'s p___', 'performance', '名詞', '業績、仕事ぶり、性能、公演', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(46, '最終結果に満足している', 'We are p___ with the final result.', 'pleased', '形容詞', '喜んで、満足して', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(47, '支払いを確認する', 'c___ a payment', 'confirm', '動詞', '確認する', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(48, '授賞式', 'a___s a ceremony', 'award', '名詞', '賞', '動詞', '授与する', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(49, '衣料品店', 'a c___ store', 'clothing', '名詞', '衣類', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(50, '展示されている製品', 'products on d___', 'display', '名詞', '展示', '動詞', '展示する', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(51, '合格した候補者', 'a successful c___', 'candidate', '名詞', '候補者', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(52, 'ホテルについて何が述べられていますか。', 'What is s___d about the hotel?', 'state', '動詞', '述べる', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(53, '博物館の展示物', 'a museum e___', 'exhibit', '名詞', '展示物、展示会', '動詞', '展示する', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(54, '質疑応答の時間', 'a Q&A s___', 'session', '名詞', '時間、集まり', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(55, '値段は変更になる場合があるので、注意してください', 'Please n___ that prices may change.', 'note', '動詞', '注意する、述べる', '名詞', 'メモ', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(56, '注文を処理する', 'p___ an order', 'process', '動詞', '処理する', '名詞', 'プロセス、過程、処理', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(57, '説明書をすべてお読みください。', 'Please read all the i___s.', 'instruction', '名詞', '説明書、説明、指示', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(58, '会員登録する', 'sign up for m___', 'membership', '名詞', '会員、会員資格、会員数', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(59, '旅行代理店', 'a travel a___', 'agency', '名詞', '代理店、機関', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(60, 'シアトルに拠点を置く会社', 'a seattle-b___ company', 'based', '形容詞', '拠点のある、基づく', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(61, '研究施設', 'a research f___', 'facility', '名詞', '施設', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(62, '事前の告知', 'a___ notice', 'advance', '形容詞', '先行した、事前の', '名詞', '進歩、前進', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(63, '委員会に入る', 'join a c___', 'committee', '名詞', '委員会', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(64, 'そのイベントは成功だった。', 'The event was s___', 'successful', '形容詞', '成功した、うまくいく', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(65, '素晴らしいサービス', 'e___ service', 'excellent', '形容詞', '素晴らしい', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(66, 'ファッション業界', 'the fashion i___', 'industory', '名詞', '産業、業界', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(67, '延滞料金を払う', 'pay a late f___', 'fee', '名詞', '料金', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(68, 'オファーを受け入れる', 'a___ an offer', 'accept', '動詞', '受け入れる', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(69, '今度のイベントの準備をする', 'prepare for an u___ event', 'upcoming', '形容詞', '今度の', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(70, '村上春樹の最新の小説', 'Haruki Murakami\'s l___ novel', 'latest', '形容詞', '最新の', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(71, 'レポートを提出する', 's___ a report', 'submit', '動詞', '提出する', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(72, '公共の交通機関を利用する', 'use public t___', 'transpotation', '名詞', '輸送手段', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(73, '履歴書を送る', 'send a r___', 'resume', '名詞', '履歴書', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(74, '会社の重役', 'a company e___', 'executive', '名詞', '重役', '形容詞', '重役の、高級な', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(75, '新たな商品ラインを導入する', 'i___ a new line of products', 'introduce', '動詞', '導入する、紹介する', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(76, '以前の経験がない', 'have no p___ exprience', 'previous', '形容詞', '前の、以前の', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(77, '提案に目を通す', 'review a p___', 'proposal', '名詞', '提案、提案書', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(78, 'オフィス用品', 'office s___s', 'supply', '名詞', '必需品', '動詞', '供給する', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(79, '履歴書を同封いたします。', 'My resume is e___d.', 'enclose', '動詞', '同封する、囲む', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(80, '返品規定', 'returns p___', 'policy', '名詞', '規定、方針', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(81, '社員研修に登録する', 'r___ for employee training', 'register', '名詞', 'レジ', '動詞', '登録する', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(82, '会議の手配をする', 'a___ a meeting', 'arrange', '動詞', '手配する、並べる', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(83, '請求書を受け取る', 'receive a b___', 'bill', '名詞', '請求書', '動詞', '請求書を送る', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(84, 'アシスタントを雇う', 'h___ an assistant', 'hire', '動詞', '雇う', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(85, '計画を承認する', 'a___ a plan', 'approve', '動詞', '承認する、賛成する', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(86, 'アンケートを実施する', 'c___ a survey', 'conduct', '動詞', '実施する、実行する', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(87, 'あなたとお仕事をする機会', 'an o___ to work with you', 'oppotunity', '名詞', '機会、チャンス', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(88, 'プロジェクトの締め切り', 'the d___ for the project', 'deadline', '名詞', '締め切り、期限', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(89, '企業のトレーナー', 'a c___ trainer', 'corporate', '形容詞', '企業の、法人の', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(90, '3年保証', 'a three-year w___', 'warranty', '名詞', '保証、保証書', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(91, '必要な用紙', 'n___ forms', 'necessary', '形容詞', '必要な', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(92, 'ホテルの部屋を予約する', 'r___ a room at a hotel', 'reserve', '動詞', '予約する、確保する', '名詞', '蓄え', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(93, '地元の住民', 'local r___s', 'resident', '名詞', '住民、住人', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(94, '新しいロゴを作り出す', 'c___ a new logo', 'create', '動詞', '作り出す、創造する', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(95, '～を知らせることができて嬉しい', 'We are happy to i___ you that', 'inform', '動詞', '知らせる、影響を与える', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(96, '顧客がオンラインで支払うことを可能にする', 'a___ customers to pay online', 'allow', '動詞', '許す、可能にする', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(97, '男性はどんな問題について述べていますか。', 'What problem does the man m___?', 'mention', '動詞', '述べる、言及する', '名詞', '言及', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(98, '助けて頂いて本当に感謝しています。', 'I really a___ your help.', 'appreciate', '動詞', '感謝する', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(99, '交換部品', 'r___ parts', 'replacement', '名詞', '交換、交換品、後任', '', '', '600', 0, '金のフレーズ', '0000-00-00 00:00:00', '0000-00-00 00:00:00');

--
-- ダンプしたテーブルのインデックス
--

--
-- テーブルのインデックス `sentences`
--
ALTER TABLE `sentences`
  ADD PRIMARY KEY (`id`);

--
-- ダンプしたテーブルのAUTO_INCREMENT
--

--
-- テーブルのAUTO_INCREMENT `sentences`
--
ALTER TABLE `sentences`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=103;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
